<?php

return [

    // +----------------------------------------------------------------------

    // | 应用设置

    // +----------------------------------------------------------------------



// 应用命名空间

'app_namespace'          => 'application',

    // 应用调试模式

    'app_debug'              => 1,

    // 应用Trace

    'app_trace'              =>0,

    // 应用模式状态

	'view_replace_str' => [

    //试用可以生效

    '__ADM_PUBLIC__'=>'/statics',

    //或者以下代码,未试用过

    '__UEDITOR__'=>'/statics/ueditor',

],

	'data_backup_path'     => __DIR__.'/../data/'  //数据库备份路径必须以 / 结尾；



];

