<?php
return [
    // +----------------------------------------------------------------------
    // | 应用设置
    // +----------------------------------------------------------------------

    // 应用命名空间
    'app_namespace' => 'application',
    // 应用调试模式
    'app_debug' => 1,
    // 应用Trace
    'app_trace' => 1,

    'cache'                 => [
        'type'   => 'File',
        'path'   => CACHE_PATH,
        'prefix' => '',
        'expire' => 3600*24*7,// 2天
    ],
];
